Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: For manufacturing of spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL), abbreviated PFS-NSD-1, in-process controls (IPCs) are established to ensure process consistency and product quality.
es_es: Para la fabricación de la solución inyectable de espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml), abreviada como PFS-NSD-1, se implementan controles intermedios del proceso para garantizar la uniformidad del proceso y la calidad del producto.

source: For manufacturing of tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial, in-process controls (IPCs) are established to ensure process consistency and product quality.
es_es: Al fabricar tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial, se establecen controles intermedios del proceso (IPC) para garantizar la homogeneidad del proceso y la calidad del producto.

source: For manufacturing of tenecteplase powder for solution for injection 50 mg/vial, in-process controls (IPCs) are established to ensure process consistency and product quality.
es_es: Al fabricar tenecteplasa, polvo para solución inyectable, 50 mg/vial, se establecen controles intermedios del proceso (IPC) para garantizar la homogeneidad del proceso y la calidad del producto.

source: For manufacturing of the 40 mg/vial and 50 mg/vial restricted access barrier technology is used in SM 3.
es_es: Para la fabricación de las presentaciones de 40 mg/frasco y 50 mg/frasco, se utiliza tecnología de barrera de acceso restringido en la sala de fabricación estéril 3.

source: For marketed products, this also includes failure to produce benefits (i.e. lack of efficacy), abuse or misuse.
es_es: En el caso de los productos comercializados, esto también incluye la ausencia de beneficios (es decir, la falta de eficacia), el uso excesivo o el uso indebido.

source: For material characterisation, the rubber stoppers were extracted by 24 hours soxhlet or reflux extraction using dichloromethane and 2-propanol.
es_es: Para la caracterización de los materiales, los tapones de caucho se extrajeron por medio de extracción de reflujo o Soxhlet de 24 horas usando diclorometano y 2-propanol.

source: For mean values, SDs and CIs refer to Table 9, Table 10and Table 11.
es_es: En la Tabla 9, la Tabla 10 y la Tabla 11, se pueden apreciar las medias, las desviaciones estándar y los intervalos de confianza.

source: For mean values, SDs and CIs refer to Table 8 and Table 9.
es_es: En la Tabla 8 y la Tabla 9 se pueden apreciar las medias, las desviaciones estándar y los intervalos de confianza.

source: For mean values, SDs and CIs refer to Table 13and Table 15.
es_es: En la Tabla 13 y la Tabla 15 se pueden apreciar las medias, las desviaciones estándar y los intervalos de confianza.

source: For mean values, SDs and CIs refer to Table 11 and Table 12.
es_es: En la Tabla 11y la Tabla 12 se pueden apreciar las medias, las desviaciones estándar y los intervalos de confianza.

source: For measured values below the solid blue line the probability for a successful retest of the same batch at any time during shelf-life is at least 99%.
es_es: Para los valores medidos por debajo de la recta azul continua, la probabilidad de una reevaluación de la misma partida en cualquier momento de la vida útil es al menos 99%.

source: For metabolic activation hamster and rat liver homogenate (S9 mix:
es_es: Para la activación metabólica, se

source: For metabolic activation hamster and rat liver homogenate (S9 mix: phenobarbital/5,6-benzoflavone-induced liver microsomal fraction and co-factors) were utilized at 10% (v/v) and 30% (v/v) each.
es_es: Para la activación metabólica, se emplearon homogeneizados de hígado de hámster y rata (mezcla S9: fracción microsomal inducida por fenobarbital, 5,6-benzoflavona y cofactores) al 10% (v/v) y 30% (v/v) cada uno.

source: For metformin, administration of 12.5 mg empagliflozin and 1000 mg metformin in the fixed dose combination under fed conditions resulted in an approximately 12% or 11% decrease in AUC0-∞ and AUC0-tz respectively, and a 26% decrease in Cmax, when compared to fasting conditions.
es_es: Para metformina, la administración de empagliflozina, 12.5 mg y metformina, 1000 mg en la combinación de dosis fija en condiciones postprandiales redujo aproximadamente 12% y 11% el AUC0-∞ y el AUC_0-tz respectivamente, y 26% la Cmáx en comparación con las condiciones preprandiales.

source: For metformin, administration of 12.5 mg empagliflozin and 1000 mg metformin in the free dose combination under fed conditions resulted in an approximately 18% and 17% decrease in AUC0-∞ and AUC0-tz respectively, and a 30% decrease in Cmax, when compared with fasted conditions.
es_es: Para metformina, la administración de empagliflozina, 12.5 mg y metformina, 1000 mg en la combinación de dosis libre en condiciones postprandiales redujo aproximadamente 18% y 17% el AUC0-∞ y el AUC_0-tz respectivamente, y 30% la Cmáx en comparación con las condiciones preprandiales.

source: For metformin, the LLOQ in human plasma was 1.00 ng/mL with linearity up to 2500 ng/mL.
es_es: Para metformina, el límite inferior de cuantificación en plasma humano fue 1.00 ng/mL, con linealidad hasta 2500 ng/ml.

source: For more details on the reference standard WS01 refer to Section 3.2.S.5 Reference Standards.
es_es: En la Sección 3.2.S.5, Estándares de referencia, hay más detalles sobre el estándar de referencia WS01.

source: For more details to Metalyse® batches refer to Table 44.
es_es: Hay más información sobre las partidas de Metalyse® en la Tabla 44.

source: For most laboratory parameters evaluated, there were no clinically meaningful changes from baseline or differences between linagliptin and glimepiride [c23238241, Section 12.3].
es_es: Para la mayoría de los parámetros de laboratorio evaluados, no hubo cambios clínicamente significativos desde el inicio ni diferencias entre linagliptina y glimepirida [c23238241, Sección 12.3].

source: For most of the filled vials of tenecteplase, a vial size-dependent maximum filling speed of 184 vials/minute was applied.
es_es: En la mayoría de los frascos cargados con tenecteplasa, se aplicó una velocidad máxima en función de la dosis de 184 frascos/minuto.

source: For most patients the first recorded renal event was sustained reduction in eGFR from baseline of ≥40%.
es_es: Para la mayoría de los pacientes, el primer evento renal registrado fue una reducción sostenida de la TFGe ≥40% desde el inicio.

source: For most patients, the first recorded renal event was sustained reduction in eGFR from baseline of ≥40% (see Table 11.1.2.6: 1 above).
es_es: Para la mayoría de los pacientes, el primer evento renal registrado fue una reducción sostenida de la TFGe de ≥40 % desde el inicio (ver la Tabla 11.1.2.6: 1 anteriormente).

source: For non-CV death, there were more patients reported in the empagliflozin group than in the placebo group.
es_es: Hubo muerte no cardiovascular en más pacientes de empagliflozina que de placebo.

source: For non-inferiority analysis of the primary outcome we converted the absolute noninferiority margin -2.3% used in part 11 into a relative risk margin of 0.23 (using the observed proportion with reperfusion in the alteplase group of 10% from part 1 given that no further alteplase data existed in part 2), which means that tenecteplase will be declared as non-inferior to alteplase if the lower bound of the 95% confidence interval for the adjusted risk ratio is above 0.77.
es_es: Para evaluar la no inferioridad del desenlace principal, se convirtió el margen absoluto de no inferioridad de -2.3% empleado en la parte 11 en un margen de riesgo relativo de 0.23 (utilizando la proporción de pacientes en la que se observó una reperfusión del 10% en el grupo de alteplasa de la parte 1 dado que no se disponía de más datos sobre alteplasa en la parte 2). Esto significa que tenecteplasa se declarará no inferior a alteplasa si el límite inferior del intervalo de confianza del 95% para el cociente de riesgos ajustado es mayor que 0.77.

source: For other categories of symptomatic or asymptomatic hypoglycaemic AEs, there was no marked imbalance in the frequencies between the empagliflozin and placebo groups (Tables 15.3.1.12: 2 and 4).
es_es: Para otras categorías de eventos adversos de hipoglucemia sintomática o asintomática, no hubo un desequilibrio notorio de frecuencias entre los grupos de empagliflozina y placebo (Tablas 15.3.1.12: 2 y 4).

source: For other longitudinal endpoints such as KCCQ scores, MMRM methodology was used.
es_es: Para otros criterios de valoración longitudinales, como las puntuaciones del cuestionario KCCQ, se utilizó un modelo mixto para medidas repetidas.

source: For part 2 the sample size estimation was based on the proportion of pre-endovascular reperfusion observed in the 0.25mg/kg group from Part 1 of EXTEND-IA TNK (22%).
es_es: Para la Parte 2, la estimación del tamaño de la muestra se basó en la proporción de prereperfusiones intravasculares observada en el grupo de 0.25 mg/kg de EXTEND-IA TNK, Parte 1 (22%).

source: For patients experiencing a non-fatal stroke, the Modified Rankin Scale (MRS) was to be used to assess the outcome of the stroke.
es_es: Para medir las consecuencias en los pacientes que sufrieran un accidente cerebrovascular no fatal, se debía emplear la escala Rankin Modificada.

source: For patients not willing to attend scheduled visits, telephone calls were to be made regularly to document any occurrence of outcome events and vital status.
es_es: Con los pacientes reticentes a concurrir a las visitas previstas, se hacían llamadas telefónicas con regularidad para documentar la aparición de eventos relacionados y el estado vital.

source: For patients reluctant to attend the scheduled visits after discontinuing trial medication, some trial assessments could be negotiated with exception of collection of adverse events, outcome events, and concomitant therapy.
es_es: Con los pacientes reticentes a concurrir a las visitas previstas luego de discontinuar la toma de la medicación en estudio, se podían negociar algunos controles del ensayo, salvo la recopilación de eventos adversos, los eventos relacionados y los tratamientos concomitantes.

source: For patients who had SARS-CoV-2 infections (based on the BIcMQ SARS-CoV-2 infections (narrow scope) and additionally by including the PT suspected Covid-19 (broad scope)):
es_es: Para pacientes que tuvieron infecciones por SARS-CoV-2, según la consulta BIcMQ "Infecciones por SARS-CoV-2 (alcance específico)", y además incluido el término preferente "Sospecha de COVID-19 (alcance general)":

source: For patients who had experienced a non-fatal stroke less than 90 days prior to the study closure date, the final MRS assessment was to occur at the final study visit for that patient.
es_es: Para los pacientes que hubieran sufrido un accidente cerebrovascular no fatal menos de 90 dias antes de la fecha de cierre del estudio, la evaluación según la Escala de Rankin Modificada debía hacerse en la visita final del estudio.

source: For patients who prematurely discontinued trial medication, all efforts were to be made to observe these patients and ask them to continue to attend the scheduled visits until the end of trial.
es_es: Se hizo el mayor esfuerzo posible para observar a los pacientes que interrumpieron la medicación en estudio de manera prematura y pedirles que siguieran asistiendo a las visitas previstas hasta el final del ensayo.

source: For patients with non-fatal stroke, the Modified Rankin Scale (MRS) was to be scored by the investigator based on an interview at the next regular on-site visit after the onset of the stroke.
es_es: El investigador debía calificar los accidentes cerebrovasculares no fatales mediante la Escala de Rankin Modificada basándose en una entrevista realizada durante visita programada al centro inmediatamente posterior al inicio del accidente cerebrovascular.

source: For patients with valid baseline, last value on treatment, and follow-up values, trends in the change of clinical summary score from baseline to the last value on treatment (placebo- corrected adjusted mean change 0.86; 95% CI -0.22 to 1.95) were consistent with those observed at Week 52.
es_es: Para los pacientes con valores iniciales, último valor en el tratamiento y valores de seguimiento válidos, el cambio de la puntuación clínica resumen desde el inicio hasta el último valor en el tratamiento (cambio medio ajustado y corregido por placebo: 0.86; IC del 95 %: -0.22 a 1.95) presentó una tendencia homologable a la observada en la Semana 52.

source: For patients with valid baseline, last value on-treatment and follow-up values, at the follow-up visit after about 30 days post-treatment, haemoglobin and haematocrit values partially returned to baseline in the empagliflozin group.
es_es: Para los pacientes del grupo de empagliflozina con valores iniciales, último valor durante el tratamiento y valores de seguimiento válidos, en la visita de seguimiento aproximadamente después de 30 días de finalizado el tratamiento, los valores de hemoglobina y hematocrito regresaron parcialmente a los valores iniciales.

source: For patients with valid baseline, last value on-treatment, and follow-up values, no obvious changes were observed in HDL-cholesterol or LDL-cholesterol values in both treatment groups (Table 12.3.2: 1).
es_es: Para los pacientes de ambos grupos de tratamiento con valores iniciales, último valor durante el tratamiento y valores de seguimiento válidos, no se observaron cambios evidentes en el colesterol HDL ni el colesterol LDL (Tabla 12.3.2: 1).

source: For patients with valid baseline, last-value-on-treatment and follow-up values (about 30 days post-treatment), eGFR [mL/min/1.73 m2] partially returned towards the baseline level at the follow-up visit in the empagliflozin group, with an adjusted mean change from baseline to follow-up of -3.3 (95% CI -3.8, -2.7); see Table 11.1.3.7: 1.
es_es: Para los pacientes con valores iniciales, último valor en el tratamiento y valores de seguimiento (aproximadamente 30 días después del tratamiento) válidos, en la visita de seguimiento, la TFGe [ml/min/1.73 m2] se retrotrajo en parte al nivel inicial en el grupo de empagliflozina, con un cambio medio ajustado desde el inicio hasta el seguimiento d e-3.3 (IC del 95%: -3.8, -2.7); ver Tabla 11.1.3.7: 1.

source: For physical limitation, the scores were similar for both treatment groups at Week 12, and a small improvement was observed in the empagliflozin group at Week 32; the positive trend in favour of empagliflozin was still present at Week 52 (Figures 11.1.2.7: 2 and 3 above, Table 15.2.4.26.1: 3).
es_es: En cuanto a la limitación física, las puntuaciones a la semana 12 fueron similares para ambos grupos, aunque se observó una pequeña mejoría en el grupo de empagliflozina a la semana 32; la tendencia positiva a favor de empagliflozina todavía estaba presente en la semana 52 (Figuras 11.1.2.7: 2 y 3 anteriormente, Tabla 15.2.4.26.1: 3).

source: For planned individual plasma concentration sampling times, refer to the Flow Chart (Table 9.5.8: 1).
es_es: En el Flujograma (Tabla 9.5.8: 1) están los tiempos de extracción de muestras para medir las concentraciones plasmáticas individuales.

source: For potential leachables and extractables, a toxicological assessment was conducted and revealed that materials used in the DP manufacturing process wouldn’t pose a risk to patients treated with tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial.
es_es: Para identificar posibles lixiviables y materiales extraíbles, se realizó una evaluación toxicológica, según la cual ninguno de los materiales empleados en el proceso de fabricación del medicamento supondría un riesgo para los pacientes tratados con tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial.

source: For predose samples, the actual sampling time was set to zero.
es_es: Para las muestras previas a la administración, el tiempo de muestreo real se estableció en cero.

source: For primary and secondary endpoints, CV values were similar, ranging from approximately 17 to 27.5%.
es_es: Para los criterios de valoración primario y secundario, los coeficientes de variación fueron similares, aproximadamente entre 17 y 27.5%.

source: For primary and secondary endpoints, CV values were similar, ranging from approximately 20 to 26%.
es_es: Para los criterios de valoración primario y secundario, los coeficientes de variación fueron similares, aproximadamente entre 20 y 26%.

source: For primary and secondary endpoints, CV values were simliar, ranging from approximately 23 to 33%.
es_es: Para los criterios de valoración primario y secundario, los coeficientes de variación fueron similares, aproximadamente entre 23 y 33%.

source: For primary endpoints AUC0-∞ and Cmax and secondary endpoint AUC0-tz under fasted conditions, statistical comparison of 12.5 mg empagliflozin administered in the fixed dose combination (T1 fasted) with 12.5 mg empagliflozin administered in the free dose combination (R1 fasted) provided gMean ratios, %gCV, and 90% CIs as outlined in Table 11.5.2.3.1: 1.
es_es: Para los criterios de valoración primarios, AUC0-∞ y Cmáx, y el criterio de valoración secundario AUC_0-tz en condiciones preprandiales, la comparación estadística de empagliflozina, 12.5 mg en combinación a dosis fijas (T1, preprandial) frente a empagliflozina, 12.5 mg en combinación a dosis libre (R1, preprandial) arroja las medias geométricas, los coeficientes de variación geométricos porcentuales y los intervalos de confianza del 90% de la Tabla 11.5.2.3.1: 1.

source: For primary endpoints AUC0-∞ and Cmax and secondary endpoint AUC0-tz under fed conditions, statistical comparison of 12.5 mg empagliflozin administered in the fixed dose combination (T1 fed) with 12.5 mg empagliflozin administered in the free dose combination (R1 fed) provided gMean ratios, %gCV, and 90% CIs as outlined in Table 11.5.2.3.2: 1.
es_es: Para los criterios de valoración primarios, AUC0-∞ y Cmáx, y el criterio de valoración secundario AUC_0-tz en condiciones postprandiales, la comparación estadística de empagliflozina, 12.5 mg en combinación a dosis fijas (T1, postprandial) frente a empagliflozina, 12.5 mg en combinación a dosis libre (R1, postprandial) arroja las medias geométricas, los coeficientes de variación geométricos porcentuales y los intervalos de confianza del 90% de la Tabla 11.5.2.3.2: 1.

source: For primary endpoints AUC0-∞ and Cmax and secondary endpoint AUC0-tz under fed conditions, statistical comparison of 5 mg empagliflozin administered in the fixed dose combination (T2 fed) with 5 mg empagliflozin administered in the free dose combination (R2 fed) provided gMean ratios, %gCV, and 90% CIs as outlined in Table 11.5.2.3.3: 1.
es_es: Para los criterios de valoración primarios, AUC0-∞ y Cmáx, y el criterio de valoración secundario AUC_0-tz en condiciones postprandiales, la comparación estadística de empagliflozina, 5 mg en combinación a dosis fijas (T2, postprandial) frente a empagliflozina, 5 mg en combinación a dosis libre (R2, postprandial) arroja las medias geométricas, los coeficientes de variación geométricos porcentuales y los intervalos de confianza del 90% de la Tabla 11.5.2.3.3: 1.

source: For primary endpoints AUC0-∞ and Cmax and secondary endpoint AUC0-tz, statistical comparison of 12.5 mg empagliflozin administered in the fixed dose combination under fed conditions (T1 fed) with 12.5 mg empagliflozin administered in the free dose combination under fasted conditions (T1 fasted) provided gMean ratios, %gCV, and 90% CIs as shown in Table 11.5.2.5.2: 1.
es_es: Para los criterios de valoración primarios, AUC0-∞ y Cmáx, y el criterio de valoración secundario AUC_0-tz, la comparación estadística de empagliflozina, 12.5 mg en combinación a dosis fija en condiciones postprandiales (T1, postprandial) frente a empagliflozina, 12.5 mg en combinación a dosis libre en condiciones preprandiales (T1, preprandial) arroja las medias geométricas, los coeficientes de variación geométricos porcentuales y los intervalos de confianza del 90% de la Tabla 11.5.2.5.2: 1.

source: For primary endpoints AUC0-∞ and Cmax and secondary endpoint AUC0-tz, statistical comparison of 12.5 mg empagliflozin administered in the free dose combination under fed conditions (R1 fed) with 12.5 mg empagliflozin administered in the free dose combination under fasted conditions (R1 fasted) provided gMean ratios, %gCV, and 90% CIs as shown in Table 11.5.2.5.1: 1.
es_es: Para los criterios de valoración primarios, AUC0-∞ y Cmáx, y el criterio de valoración secundario AUC_0-tz en condiciones postprandiales, la comparación estadística de empagliflozina, 12.5 mg en combinación a dosis libre en condiciones postprandiales (R1, postprandial) frente a empagliflozina, 12.5 mg en combinación a dosis libre en condiciones preprandiales (R1, preprandial) arroja las medias geométricas, los coeficientes de variación geométricos porcentuales y los intervalos de confianza del 90% de la Tabla 11.5.2.5.1: 1.

source: For pyrogenicity/ endotoxins, the limit value for the Glass syringe shall be <0,25 EU/ml considering the nominal volume of 2.25 mL of the Glass Syringe.
es_es: Para pirogenicidad/endotoxinas, el límite de la jeringa de vidrio será < 0,25 EU/ml, considerando su volumen nominal de 2,25 ml.

source: For qualifying events, evaluation was performed based on laboratory values, histological analysis, reports from ultrasound, CT, MRI, scintigraphy, hospital discharge letters, and medical reports from other physicians.
es_es: Para calificar los eventos, se tomaron en cuenta los valores de laboratorio, análisis histológicos, informes de ecografía, tomografías computarizadas, resonancias magnéticas, gammagrafías, registros de alta hospitalaria e informes de otros médicos.

source: For quantification of empagliflozin and metformin plasma concentrations, 4.9 mL of blood was to be taken from an antecubital or forearm vein into a tube containing tripotassium EDTA (ethylendiaminetetraacetic acid) anticoagulant at the times indicated in the Flow Chart (Table 9.5.8: 1).
es_es: Para cuantificar las concentraciones plasmáticas de empagliflozina y metformina, se debían extraer 4.9 mL de sangre de una vena del antecúbito o el antebrazo y depositarlos en un tubo con anticoagulante EDTA tripotásico (ácido etilendiaminotetraacético) en los momentos indicados en el flujograma (Tabla 9.5.8: 1).

source: For quantification of empagliflozin trough plasma concentrations, 3 mL of blood were to be drawn from a forearm vein in an EDTA- anticoagulant blood drawing tube at each time point.
es_es: Para cuantificar las concentraciones plasmáticas mínimas de empagliflozina, se extrajeron 3 ml de sangre de una vena del antebrazo en un tubo de extracción de sangre con anticoagulante EDTA en ocasión.

source: For quantitative determination of the polysorbate 20 content a charged aerosol detection (CAD) is used.
es_es: Para la determinación cuantitativa del contenido de polisorbato 20, se usa un detector de aerosol cargado (CAD).

source: For reconstitution purposes a sterile, CE-certified vial adapter is added to the product kit.
es_es: Para la reconstitución, se agrega al kit del producto un adaptador de vial estéril con certificación CE.

source: For reduction, 100 μg protein (reference standard or sample solution) are mixed with reducing agent to a final volume of 800 μL.
es_es: Para la reducción, se mezclan 100 μg de proteína (estándar de referencia o solución muestra) con agente de reducción hasta obtener un volumen final de 800 μl.

source: For registration in Peru
es_es: Para registro en Perú
